Repository: sudden6/qtox-scripts
Catalog: debian/po/*.po
Languages: de

source: An error has occurred. (Error code $err_code)
de: Ein Fehler ist aufgetreten. (Fehlercode $err_code)

source: Aborted.
de: Abgebrochen.

source: Press key to answer "y" (yes) or "n" (no).
de: Drücken sie die Taste "j" (ja) oder "n" (nein).

source: PLEASE READ THE NOTE BELOW BEFORE YOU CONTINUE!!!
de: BITTE LIES DEN FOLGENDEN HINWEIS BEVOR DU WEITERMACHST!!!

source: Hello $USER!
de: Hallo $USER!

source: For organisational reasons, the Tox Project URL has changed from `tox.im` to `tox.chat`. This script replaces the installed qTox with an updated version.
de: Aus organisatorischen Gründen hat sich die Internet-Adresse (Basisdomain) des Tox Projektes geändert. Dieses Skript ersetzt das installierte qTox mit einer aktualisierten Version. Die alte Adresse (Basisdomäne) `tox.im` ist NICHT MEHR GÜLTIG und wurde durch `tox.chat` ersetzt.

source: You can find more details on the current situation in the following blog entry: https://blog.tox.chat/2015/07/current-situation-3/
de: Mehr Details zum Thema findest Du in folgendem (englischen) Blogeintrag: https://blog.tox.chat/2015/07/current-situation-3/

source: You will need to enter your sudo password (asked by the system). Continue?
de: Zum weitermachen benotigst Du Dein sudo Passwort. Weiter?

source: If qTox is installed, deleting it...
de: Entferne qTox, falls vorhanden...

source: Removing the old installation key (0C2E03A0)...
de: Entferne den alten Installationsschlüssel (0C2E03A0)...

source: Downloading and signing the new installation key from https://pkg.tox.chat/pubkey.gpg
de: Hole und registriere den neuen Installationsschlüssel von https://pkg.tox.chat/pubkey.gpg ...

source: Updating the Tox Project APT repositories. This may take some time...
de: Aktualisiere die APT-Paketquellen. Das kann einige Minuten dauern...

source: Installing necessary packages for Tox...
de: Installiere für Tox notwendige Pakete...

source: The Tox Project package source (PPA) has been installed.
de: Die Tox Paketquelle (PPA) wurde installiert.

source: Should I install qTox from the new official repository?
de: Soll ich das neue qTox installieren?

source: ---------------------------------------- | qTox has been updated successfully. | ----------------------------------------
de: ---------------------------------------- | qTox wurde erfolgreich aktualisiert. | ----------------------------------------
